Repository: common-repository/scholarship-browser
Catalog: languages/scholarship-browser-*.po
Languages: de_de

source: Scholarship Browser Widget
de_de: Stipendiensuche Widget

source: Scholarship Browser
de_de: Stipendien Suche

source: Widget visible for categories:
de_de: Sichtbar in Kategorien:

source: Title
de_de: Titel

source: If no category available
de_de: Sichtbar bei Seiten ohne Kategorien

source: Other Settings
de_de: Andere Einstellungen

source: Include subcategories
de_de: Auch untergeordnete Kategorien

source: Complete Country List
de_de: Vollständige Länderliste

source: Hide place selection
de_de: Wohnort ausblenden

source: Hide year selection
de_de: Jahr ausblenden

source: Hide statistics
de_de: Statistik ausblenden

source: Style
de_de: Layout
